/* 
  Localizable.strings
  Hidden Bar

  Created by Licardo on 2020/3/9.
  Copyright © 2020 Dwarves Foundation. All rights reserved.
*/

"Preferences..." = "Réglages...";
"Toggle Auto Collapse" = "Activer la réduction automatique";
"Enable Auto Collapse" = "Activer la réduction automatique";
"Disable Auto Collapse" = "Désactiver la réduction automatique";
"Quit" = "Quitter";
"Set Shortcut" = "Définir un raccourci";
"Tutorial text" = "
Utilisez la fonction de section toujours cachée pour garder vos icônes bien rangées.
Étapes pour activer:
1. Activez le «􀥤» toujours masqué (barre de couleur translucide)
2. Maintenez 􀆔 et faites-le glisser sur le côté gauche de la barre normale, puis déplacez les icônes que vous souhaitez faire disparaître sur la gauche de cette barre.
3. Enfin, faites un clic droit sur l'icône de réduction «􀆊» pour la faire disparaître.

Étapes pour afficher les icônes toujours masquées:
1. Vous cliquez à nouveau avec le bouton droit de la souris sur l'icône «view» pour afficher et répéter l'action pour activer la fonction. Profitez 😉! 
";
"Disable Auto Collapse" = "Désactiver la réduction automatique";
